# topic_list.py

TOPIC_LIST = [
    "भारत की विदेश नीति",
    "आज़ादी की लड़ाई के किस्से",
    "भारतीय संविधान और लोकतंत्र",
    "कृषि और ग्रामीण भारत",
    "विज्ञान, टेक्नोलॉजी और नेहरू",
    "रोज़गार और युवा",
    "महिलाओं की भूमिका",
    "शिक्षा और वैज्ञानिक सोच",
    "समाजवाद और समानता",
    "सांप्रदायिकता के ख़िलाफ़ लड़ाई",
    "नेहरू जी के प्रेरणादायक भाषण",
    "आज के भारत में नेहरू की प्रासंगिकता",
    "राष्ट्रीय एकता और अखंडता",
    "चाचा नेहरू के बच्चों के लिए विचार",
    "समाज में प्रगति और सुधार"
]